const dataInfo = `
    [
        {
            "sku": "346030",
            "name": "Звуковая карта Asus Xonar DGX",
            "quantity": 11,
            "description": "Соотношение сигнал/шум (дБ): 105; Макс. частота дискретизации (кГц): 96; Разрядность (бит): 24; Количество каналов: 5.1; Интерфейс подключения: PCIe; Тип: внутренняя; Вид: геймерская",
            "product_url": "http://magazilla.ru/desc/asus-xonar-dgx/",
            "price": "2605.9",
            "images": "http://magazilla.ru/jpg_zoom1/346030.jpg"
        },
        {
            "sku": "346235",
            "name": "Звуковая карта Creative Sound Blaster X-Fi Surround 5.1 Pro",
            "quantity": 7,
            "description": "Звуковая плата с пультом дистанционного управления в комплекте. Может похвастаться поддержкой технологии SBX Pro Studio для улучшения звучания музыки, фильмов и игр. Обеспечивает возможность вывода закодированного на лету 5.1-канального звука на внешний ресивер. Что касается соотношения сигнал/шум, то заявлено значение на уровне 100 дБ. Устройство весьма простое в использовании, подключается посредством интерфейса USB, питание от шины. У модели есть старший брат – Sound Blaster Omni Surround 5.1.",
            "product_url": "http://magazilla.ru/desc/creative-sound-blaster-x-fi-surround-5-1-pro/",
            "price": "2605.9",
            "images": "http://mzimg.com/big/y1/ec1udvs6sy1.jpg"
        },
        {
            "sku": "347574",
            "name": "Звуковая карта Creative Sound Blaster Audigy Rx",
            "quantity": 12,
            "description": "Решение среднего уровня – 7.1-канальная звуковая карта с интерфейсом подключения PCI Express. Одно из главных предназначений модели – обеспечение максимального качества при прослушивании музыки и просмотре фильмов. Оборудована цифро-аналоговым преобразователем, позволяющим воспроизводить сигнал с битрейтом 24 бит/192 кГц. Заявленное соотношение сигнал/шум составляет 106 дБ. Отдельного внимания заслуживает встроенный усилитель для наушников с сопротивлением 600 Ом. Реализован двойной вход для микрофона для одновременной записи нескольких человек.",
            "product_url": "http://magazilla.ru/desc/creative-sound-blaster-audigy-rx/",
            "price": "4631",
            "images": "http://mzimg.com/big/d1/eci9lwwynd1.jpg"
        },
        {
            "sku": "346873",
            "name": "Звуковая карта Creative Sound Blaster Omni Surround 5.1",
            "quantity": 3,
            "description": "Портативная звуковая карта, которая позволит расширить мультимедийные возможности ноутбука или стационарного компьютера. Интерфейс подключения – классический USB. Может похвастаться поддержкой технологии Dolby Digital Live для объёмного 5.1-канального звука. Оборудована высокотехнологичным усилителем для наушников с сопротивлением 600 Ом. Также отметим встроенный двойной микрофон со специальной технологией CrystalVoice для максимально чистой записи. Поддерживается возможность работы с компьютерами производства Apple.",
            "product_url": "http://magazilla.ru/desc/creative-sound-blaster-omni-surround-5-1/",
            "price": "4895",
            "images": "http://mzimg.com/big/p1/ecdnkp7xpp1.jpg"
        },
        {
            "sku": "346677",
            "name": "Звуковая карта Asus Xonar DX",
            "quantity": 8,
            "description": "Модель можно причислить к решениям среднего уровня в семействе игровых звуковых карт Xonar. Сам же производитель позиционирует её как альтернативу “простому и скучному” встроенному звуку. Может похвастаться поддержкой 7.1-канального звука, стандарта ASIO и полного спектра технологий Dolby Home Theater. Подобные решения позволяют в полной мере насладиться любимыми играми, фильмами и музыкой. Соотношение сигнал/шум находится на достойном уровне в 116 дБ.",
            "product_url": "http://magazilla.ru/desc/asus-xonar-dx/",
            "price": "4466",
            "images": "http://magazilla.ru/jpg_zoom1/346677.jpg"
        }
    ]
`;